app/views/pages/index.erb

Hello <br>
 <% Post.all.each do |post| %>
---
SELECT "posts".* FROM "posts"